
/*Alert Sheet Title*/

"Would you like to save your changes before exiting?" = "Czy chcesz zapisać zmiany przed zakończeniem?";

"Would you like to save your changes?" = "Czy chcesz zapisać zmiany?";


/* Alert Sheet description. */

"Your changes will be lost if you don't save them." = "Zmiany, które nie zostaną zapisane, będą utracone.";

/*Alert Sheet Buttons*/

"Save" = "Zapisz";

"Cancel" = "Anuluj";

"Dont Save" = "Nie zapisuj";

/*App Menu*/

"About Logitech Camera Settings" = "Informacje o aplikacji Ustawianie kamery Logitech";

"Services" = "Usługi";

"Hide Logitech Camera Settings" = "Ukryj aplikację Ustawianie kamery Logitech";

"Hide Others" = "Ukryj inne";

"Show All" = "Wyświetl wszystko";

"Quit Logitech Camera Settings" = "Zamknij aplikację Ustawianie kamery Logitech";

/*Edit Menu*/

"Edit" = "Edytuj";

"Cut" = "Wytnij";

"Copy" = "Kopiuj";

"Paste" = "Wklej";

"Delete" = "Usuń";

"Select All" = "Zaznacz wszystko";

/*Camera Menu*/

"Camera" = "Kamera";

"No Device Connected" = "Brak podłączonego urządzenia";

/*Window Menu*/

"WINDOW" = "Okno";

"Minimize" = "Minimalizuj";

"Close" = "Zamknij";

"Bring All to Front" = "Przesuń wszystko na wierzch";

/*Window Title*/

"Logitech Camera Settings" = "Ustawianie kamery Logitech";


/* LogiWindowController.xib strings*/ 
/*Webcam Control  1st Tab*/

"Webcam Control" = "Sterowanie kamerą internetową";

"Focus:" = "Ogniskowanie:";

"Auto" = "Autom.";

"Restore to defaults" = "Przywróć ustawienia domyślne";

/*Advanced Settings 2ndTab*/

"Advanced Settings" = "Ustawienia zaawansowane";

"Image Quality:" = "Jakość obrazu:";


"Brightness" = "Jasność";

"Contrast" = "Kontrast";

"Color Intensity" = "Intensywność kolorów";

"White Balance" = "Równowaga bieli";

/*Device Information 3rd tab*/

"Device Information" = "Informacje o urządzeniu";

"USB Vendor ID (VID):"  = "Identyfikator dostawcy USB (VID):";

"USB Product ID (PID):" = "Identyfikator produktu USB (PID):";

"USB Revision (BCD):" = "Wersja USB (BCD):";

"Firmware version:" = "Wersja oprogramowania układowego:";

"Firmware CRC:" = "CRC oprogramowania układowego:";

"EEPROM Version:" = "Wersja pamięci EEPROM:";

"Sensor Type:" = "Typ matrycy:";


/* Background Process alert description */
"HELPER_APP_ALERT" = "Do prawidłowej realizacji wszystkich funkcji aplikacja musi nadal być uruchomiona w tle. Czy chcesz, aby aplikacja była uruchomiona w tle?";

"Yes" = "Tak";

"No" = "Nie";